# BASIC #
xarchiver
micro
nautilus

# FONTS #
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-fira-code ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
noto-fonts-emoji

# TERMINAL #
kitty
fastfetch

# THEMING #
plymouth
sddm
kvantum-qt5

# AUDIO #
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
pamixer

# BRIGHTNESS #
brightnessctl

# BLUETOOTH #
bluez
bluetui

# WIFI #
impala
