# BASIC #
chromium
micro
obsidian
unzip
xarchiver
nautilus
telegram-desktop

# FONTS #
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-fira-code ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
noto-fonts-emoji

# TERMINAL #
kitty
fastfetch
btop

# HYPRLAND #
hyprland
waybar
cliphist
dunst
papirus-icon-theme
xdg-desktop-portal-hyprland
polkit-kde-agent
qt5-wayland
qt6-wayland

# THEMING #
plymouth
sddm
kvantum
kvantum-qt5
nwg-look
qt5ct
qt5-multimedia
qt6ct
qt6-multimedia

# AUDIO #
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
wireplumber
pamixer

# BRIGHTNESS #
brightnessctl

# BLUETOOTH #
bluez
bluetui

# WIFI #
iwd
impala
